Revit 2021.1 API
SymbolTypeId.Ftc Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Ftc { get; }
Visual Basic
Public Shared ReadOnly Property Ftc As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Ftc {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace